Repository: uhqd/PlanCheck_X
Catalog: Messages.*.resx
Languages: fr

# 7deg
source: 7 deg. between the different fields
fr: 7 deg. entre les différents champs

# 7degDetails
source: The different internal fields must be sepatrated by 7 deg.
fr: Les différents champs intenes doivent être séparés de 7 degrés (idem externes)

# absentStruct1
source: Absent, empty or with uncorrect HU (see info)
fr: struct. absentes, vides ou UH incorrectes (voir infobulle)

# absentStruct2
source: expected structures for the protocol
fr: structures attendues pour le protocole

# absentStruct3
source: absent or empty for this plan
fr: absentes ou vides dans le plan

# absentStruct4
source: structures with uncorrect HU
fr: structures avec UH incorrectes

# absentStruct5
source: absent mandatory couch structures
fr: structure(s) de table obligatoire(s) absente(s)

# adaptFieldToPTV
source: Field sizes must be adapted to PTV
fr: Les champs doivent avoir une dimension adaptée au PTV

# allCPcorrectJaws
source: All fields or CP have correct jaws opening
fr: Tous les champs ou Control Points ont des dimensions de machoîres cohérentes par rapport au volume cible

# allLeavesOK
source: All MLC leaves < 100 mm
fr: Toutes les lames MLC < 100 mm

# approbationDateDiffers
source: Plan approbation date is different than the date in the plan report
fr: Date d'approbation du plan différente de la date d'approbation du plan dans le rapport de Dosi.

# approStructLabel
source: Approbation of the structure group
fr: Approbation du groupe de structures

source: Approved
fr: Approuvé

# ariaConnexionFailed
source: Connexion to Aria failed. No access to the documents
fr: La connexion à Aria Documents a échoué. Les documents ne peuvent pas être récupérés

# atleastALeafSup100
source: At least one MLC leaf > 100 mm
fr: Au moins une lame MLC > 100 mm

# beamAngleBreastLabel
source: Beam angle for IMRT breast treatement
fr: Angles de bras en IMRT du sein

source: Beams
fr: Faisceaux

source: Bloc OAR
fr: Blocage OAR

# bornOn_M
source: Born
fr: Née le

# bornON_W
source: Born
fr: Né le

# clinStruct1
source: Clinical structures
fr: Structures cliniques

# clinStruct2
source: Present and correct HU
fr: Présentes et UH correctes

# clinStruct3
source: Expected structures for the protocol
fr: Structures attendues pour le protocole

# clinStruct4
source: Absent, empty or with uncorrect HU (see info)
fr: struct. absentes, vides ou UH incorrectes (voir infobulle)

# clinStruct5
source: expected structures for the protocol
fr: structure(s) attendue(s) pour le protocole

# clinStruct6
source: absent or empty for this plan
fr: absentes ou vides dans le plan

# clinStruct7
source: structures with uncorrect HU
fr: structure(s) avec UH incorrectes

# clinStruct8
source: absent mandatory structures
fr: structure(s) obligatoire(s) manquante(s)

# correctCouchLabel
source: Correct couch
fr: Table correcte

# correctJaws
source: Correct jaws size
fr: Dimensions des Jaws correctes

# couchDetail1
source: Comment for structure Couchsurface must be HALCYON
fr: Le commentaire de la structure CouchSurface doit être TABLE HALCYON

# couchDetail2
source: Note: Halcyon couch and mid ExacTrac couch are the same
fr: Note : la table Exact moyenne et la table Halcyon sont les mêmes...

# couchDetail3
source: Comment for structure Couchsurface must be TABLE EXAC
fr: Le commentaire de la structure CouchSurface doit être TABLE EXACT

# couchDetail4
source: Normally, for prostate plans, couch must be the thick one
fr: En principe, il faut la table épaisse pour les plans prostate, rectum, etc.,

# couchDetail5
source: fine couch for the head plans
fr: la table fine pour la tête...

# couchDetail6
source: Note: Halcyon couch and mid ExacTrac couch are the same
fr: Note : la table Exact moyenne et la table Halcyon sont les mêmes...

# coucStruct
source: Couch structures
fr: Structures de table

# DCA
source: Dynamic Arctherapy (DCA)
fr: Arctherapie dynamique (DCA)

# detailsMLCHalcyon
source: MLC leaves must be < 100 mm (tolerance 5 mm)
fr: Les lames du MLC pour l'Halcyon doivent être < 100 mm (tolérance 5 mm)

# differentToleranceTables
source: Different tolerance tables are used
fr: Table de tolérances différentes (voir détail)

# doesntExist
source: does not exist
fr: n'existe pas

# doseRateLabel
source: Dose rate for QA
fr: Débit de dose pour QA

source: Energy
fr: Energie

# energyNotChecked
source: Energy is not checked
fr: Energie non vérifiée

source: Expected
fr: Attendu

# expectedStruc
source: Expected couch structures for the protocol
fr: Structures de tables attendues pour le protocole

source: field(s)
fr: champ(s)

# forcedHU1
source: Structures with assigned HU (that are not checked in previous tests)
fr: Structure avec HU forcées (autres que celles vérifiées dans les tests précédents)

# forcedHU2
source: structures with assigned HU
fr: structure(s) avec HU forcées

# forcedHU3
source: No structure with assigned HU (that are not checked in previous tests)
fr: Aucune autre structure avec HU forcées (autres que celles testées dans la liste des structures de tables, cliniques et optim.)

# forcedHU4
source: No structure with assigned HU
fr: Aucune autre structure avec HU forcées

# forcedHUlabel
source: Structures with assigned HU
fr: Structures avec HU forcées

# generalError
source: Something bad occurs.
fr: Une erreur s'est produite

# goodTable
source: All fields have the correct tolerance table (as specified in the check protocol)
fr: Tous les champs ont bien la table de tolérance spécifiée dans le check-protocol

# IMRT
source: Modulated Intensity
fr: Modulation d'intensite

# labelMLCHalcyon
source: MLC leaves > 100 mm
fr: Lames MLC Halcyon < 10 cm

# lastBin
source: Last bin of the dose rate histogram
fr: Dernier bin de l'histogramme de débit de dose

# Laterality1
source: Laterality
fr: Latéralité

# Laterality2
source: struct. with wrong laterality (see info)
fr: struct. avec mauvaise latéralité (voir détail)

# Laterality3
source: structure(s) are expected on the left or the right part of the body but are in the wrong position
fr: structure(s) sont attendues à gauche ou à droite et semblent du mauvais côté

# Laterality4
source: Checked for
fr: Vérifiée pour

# Laterality6
source: structure(s) are expected on the left or the right part of the body and are in the correct position
fr: structures sont attendues à gauche ou à droite et semblent du bon côté

# Laterality7
source: no expected laterality (according to the check protocol)
fr: Aucune structure n'a une latéralité (G ou D) attendue dans le check-protocol

# listOARblocked
source: List of blocked OARs (EXIT ONLY)
fr: Liste des OAR bloqués en EXIT ONLY

# MissingContours1
source: Missing contours
fr: Contours manquants

# MissingContours2
source: missing contour(s) for the structure
fr: contour(s) manquantes pour la structure

# MissingContours3
source: structures have missing contours
fr: structures présentent des contours manquants

# MissingContours4
source: No missing contours are detected
fr: Aucune coupe non-contourée détectée

# MissingContours5
source: analysed structrues. No missing contours are detected.
fr: structures analysées. Aucune coupe non-contourée détectée

# missingPTV1
source: GTV/CTV/ITV with no PTV
fr: GTV/CTV/ITV sans PTV

# missingPTV2
source: GTV/CTV/ITV(s) have no PTV (or a too small one)
fr: GTV/CTV/ITV(s) n'ont pas de PTV (ou un PTV trop petit)

# missingPTV3
source: GTV/CTV/ITV with no PTV
fr: GTV/CTV n'ont pas de PTV

# missingPTV4
source: GTV/CTV/ITV with PTV
fr: GTV/CTV/ITV(s) détectés avec PTV

# missingPTV5
source: GTV/CTV/ITV have a PTV
fr: GTV/CTV/ITV(s) ont tous un PTV

# missingPTV6
source: Each GTV/CTV/ITV must have a structure with a name that contains PTV and a larger value of each of the 6 dimensions (X+, X-, Y+...)
fr: Un GTV/CTV/ITV doit avoir une structure dont le nom contient 'PTV' et donc chacune des 6 dimensions (X+, X-, ...) est supérieure à celle du GTV/CTV

# noCourse
source: no loaded course
fr: Pas de course chargé

# noEnergyInProtocol
source: no energy in the protocol
fr: Aucune énergie spécifiée dans le protocole

# noLocNumber
source: Can't find number of targets in this plan name:
fr: Plancheck n'a pas trouvé le nombre de locs dans ce nom du plan:

# noPlan
source: no loaded plan
fr: Pas de plan chargé

# Noplanisloaded
source: No plan is loaded. Only tests for structures will be performed
fr: Aucun plan chargé, les tests de plans et de dose ne seront pas effectués

source: No prescription
fr: Pas de prescription

source: no prescriptor
fr: Pas de prescripteur

source: Not a known technique
fr: Technique non reconnue (ni RA, ni DCA)

# notapproved
source: Not appoved
fr: Non approuvé

# noToleranceTableinCP
source: The check-protocol does not specify a tolerance table :
fr: Pas de table de tolérance spécifiée dans le check-protocol

# noTomoReport
source: Can't find tomo report (type doc must be plan report with the same Dmax)
fr: Pas de rapport de plan Tomotherapy dans Aria Documents. PlanChek n'a pas trouvé un document Dosimétrie TOMO ayant la même dose max que le plan DTO

source: not true
fr: non respecté

# NoValidDose
source: No dose in the plan
fr: Aucune dose assoicée au plan

# novaNoVMAT
source: Nova non VMAT : machine NOVA SBRT not allowed
fr: Nova non VMAT : machine NOVA SBRT interdite

# novaornovasbrt
source: NOVA SBT or NOVA
fr: NOVA SBRT ou NOVA

# novaornovasbrtdetail1
source: For NOVA VMAT, machine must be NOVA SBRT if X or Y < 7 cm
fr: Pour les Nova en VMAT, la machine NOVA SBRT doit être utilisée si X ou Y < 7 cm

# novaornovasbrtdetail2
source: except for prostate (NOVA SBRT)
fr: sauf pour les prostate sans Ganglions (NOVA SBRT dans tous les cas)

# numberOfSlowCPs
source: Number of CPs with speed < 1 deg/s
fr: Nombre de CP ayant une vitesse < 1 deg/s

# NumberStruct1
source: Number of parts of the structures
fr: Nombre de parties des structures

# NumberStruct2
source: parts
fr: parties

# NumberStruct3
source: structures with an incorrect number of parts
fr: structures avec un nombres de parties incorrect

# NumberStruct4
source: following structures have an anormal number of parts
fr: structures suivantes ont un de nombre de parties non-conforme

# NumberStruct5
source: structures checked
fr: structures vérifiées

# NumberStruct6
source: The structures have a correct number of parts according to the protocol (or the expected number of part is not specified)
fr: Les structures ont un de nombre de parties conforme ou aucun nombre particulier de parties n'est attendu

# NumberStruct7
source: No analysis of the number of part of the structures
fr: Aucune analyse du nombres de parties des structures

# NumberStruct8
source: The structures have no expected number of parts in the check-protocol
fr: Les structures présentes n'ont pas de valeurs attendues de nombre de parties dans le check-protocol

# OARsAreblocked
source: Blocked OARs (see details)
fr: OAR bloqués (voir détail)

# oneFieldTooSmall
source: One (or more) field is too small
fr: Un ou plusieurs champs trop petits

# oneFieldTooSmallDetail
source: At least one field or CP have a too small opening of PTV according to the PTV size
fr: Au moins un champ ou un Control Point a des dimensions de machoîres trop petites par rapport au volume cible

# optStruct1
source: Optimisation structures
fr: Structures d'optimisation

# Planandcoursestatus1
source: Plan and course status
fr: Statut des Courses et du plan

source: Please load a patient
fr: Merci de charger un patient

# prescriptionComment
source: no comment in prescription
fr: Pas de commentaire dans la prescription)

# presentandcorrHU
source: Present and correct HU
fr: Présentes et UH correctes

# reviewTolTable
source: Please review tolerances table (see info)
fr: Table de tolérances des champs à revoir (voir détail)

# severaTolTable
source: Different tolerance tables are used
fr: Plusieurs tables de tolérance utilisées pour les faisceaux

# sexInitialsM
source: M
fr: H

# sexInitialsW
source: W
fr: F

# SpecifiedValueInProtocol
source: Specified value in the protocol
fr: Valeur spécifiée dans le check-protocol

# String1
source: OPEN
fr: EN COURS

# String100
source: QA plans are not planning approved
fr: Plan CQ présents mais non planning approuved

# String101
source: Missing an approbation for at least one QA plan
fr: Tous les plans CQ requis sont présents mais au moins un n'est pas approuvé

# String102
source: All QA are present
fr: Tous les CQ sont présents

# String103
source: QA plans according to the check protocol
fr: Les plans CQ requis selon le check-protocole

# String104
source: are present, approved and computed with the correct algo.
fr: sont présents, Planning Approved et calculés avec le bon algorithme

# String105
source: At least one calibration field is missing or is uncorrect
fr: Au moins un CQ a un champ de calibration incorrect

# String106
source: Please check MU, approbation status, tolerance table and energy for
fr: Verifier UM, Table de tolérance, Energie, et statut d'approbation pour

# String107
source: List of required and present QA plans
fr: Liste des plans CQ requis et présents

# String108
source: List of required and missing QA plans
fr: Liste des plans CQ requis mais absents

# String109
source: no QA plans are expected.
fr: Aucun CQ attendu selon le protocole

# String11
source: The plan
fr: Le plan

# String110
source: Patient Position form: a recent document must be present
fr: Fiche de position : un document récent doit être présent

# String111
source: Unique isocentre
fr: Unicité de l'isocentre

# String112
source: Several isocentres
fr: Plusieurs isocentres

# String113
source: One unique isocentre
fr: Un seul isocentre

# String114
source: All fields must have the same isocente (except multi-iso. plans)
fr: Tous les champs du plan doivent avoir le même isocentre, sauf plan multi-isocentres

# String115
source: Position of the isocentre
fr: Position de l'isocentre

# String116
source: Position of the isocentre is not at the centre of
fr: Positionnement non central de l'isocentre dans le

# String117
source: Isocentre close to the centre of
fr: Isocentre proche du centre de

# String118
source: Isocentre must be close to the centre of the
fr: L'isocentre doit être proche du centre de

# String119
source: (target colume)
fr: (volume cible)

# String12
source: is Treat approved
fr: est en état Treat Approved

# String120
source: with a tolerance of
fr: avec une tolérance de

# String121
source: % in each direction.
fr: % dans chaque direction.

# String122
source: Relative position of the isocenter on the axis: x y and z
fr: Position relative de l'isoscentre sur les axes x y et z:

# String123
source: 0 and 1 = limits of the PTV
fr: 0 et 1 = limites du PTV

# String124
source: Expected values according to the check protocol between
fr: Valeures attendues (selon check-protocol) entre

# String125
source: and
fr: et

# String126
source: No target volume was found
fr: Aucun volume cible trouvé

# String127
source: No verification of the isocentre in the target volume
fr: Pas de vérification de la position de l'isocentre dans le volume cible

# String128
source: Distance iso-origin (Z)
fr: Distance iso-origine (Z)

# String129
source: Isocentre must be at <
fr: L'isocentre doit être à <

# String13
source: ATTENTION : the plan
fr: ATTENTION : le plan

# String130
source: cm (z) from the the origin
fr: cm (en z) de l'origine

# String131
source: Mandatory for Halcyon machines
fr: Obligatoire pour les Halcyon

# String132
source: No tomotherapy report, check isocentre
fr: Pas de rapport de dosimétrie Tomotherapy. Vérifier l'isocentre

# String133
source: Gating is enabled
fr: Gating activé

# String134
source: Gating is disabled
fr: Gating Désactivé

# String135
source: Yes
fr: Oui

# String136
source: Gating is enabled
fr: Gating activé

# String137
source: Gating is disabled
fr: Gating Désactivé

# String138
source: The checkbox Enable Gating must be as specified in the check protocol
fr: La case Enable gating doit être en accord avec le check-protocol

# String139
source: Direction of the arcs
fr: Sens des arcs

# String14
source: has no MUs
fr: n'a pas d'UMs

# String140
source: The arcs must be alternatively clockwise (CW) and counterclockwise (CCW)
fr: Les arcs doivent être alternativement dans le sens horaire (CW) et antihoraire (CCW)

# String141
source: Collimator for RA
fr: Collimateur RA

# String142
source: No collimator angle at 0° for the
fr: Pas de collimateur à 0° pour les

# String143
source: RA fields
fr: champs RA

# String144
source: At least one CP has an angle at 0°
fr: Au moins un CP avec collimateur à 0°

# String145
source: Collimator angle must not be at 0° for the RA fields
fr: Le collimateur ne doit pas être à 0° pour les champs RA

# String146
source: Extended fluence: modification of the MLC
fr: Fluence étendue : modification MLC

# String147
source: Modified beams
fr: Faisceaux modifiés

# String148
source: Check if the MLC is modified between FE plan and original plan
fr: Vérifie si le MLC a été modifié entre les champs du plan FE et ceux du plan initial (non FE)

# String15
source: MUs and dose to reference point are well entered
fr: UMs et Dose au point principal sont bien renseignés dans le plan

# String150
source: Approved
fr: Approuvée

# String151
source: Non approved
fr: Non approuvée

# String152
source: information: list of the targets of the prescription
fr: information : liste des cibles de la prescription

# String153
source: Approbation of the prescription for
fr: Approbation de la prescription pour

# String154
source: target(s)
fr: cible(s)

# String155
source: Data are found in the Tomotherapy report
fr: Données récupées du rapport Aria Documents Dosimétrie Tomotherapy du plan

# String156
source: Gy - Prescribed
fr: Gy - Prescrits

# String157
source: The number of fraction and the dose per fraction must be
fr: Le 'nombre de fractions' et la 'dose par fraction' du plan doivent

# String158
source: as specified in the prescription of the highest dose
fr: être conformes à la plus forte prescription

# String159
source: No Tomotherapy plan report in Aria Documents
fr: Pas de rapport de plan Tomotherapy dans Aria Documents

# String16
source: TOMO : no SEA plan
fr: TOMO : pas de plan SEA

# String160
source: Fractionation of the main target
fr: Fractionnement de la cible principale

# String161
source: Percentage of the treatment
fr: Pourcentage de traitement

# String162
source: Percentage of treatment must be as specified in
fr: Le pourcentage de traitement (onglet Dose) doit être en accord avec

# String163
source: percentage value in the check protocol
fr: la valeur de pourcentage du check-protocol

# String164
source: Normalisation mode of the plan
fr: Mode de normalisation du plan

# String165
source: 100% at the reference point
fr: 100% au point de référence

# String166
source: No plan normalisation
fr: Aucune normalisation de plan

# String167
source: The normalisation mode must be as specified in the check protocol. Warning if no normalisation is applied
fr: Le mode de normalisation (onglet Dose) doit être en accord avec le check-protocol. Cet item est en WARNING si Aucune normalisation

# String168
source: expected: Median
fr: attendue : Median

# String169
source: No Tomotherapy plan report in Aria Documents
fr: Pas de rapport de dosimétrie Tomotherapy dans ARIA documents

# String17
source: For TOMO plan a SEA plan must exist and be approved
fr: Pour les plans TOMO un plan SEA doit exister et être approuvé

# String170
source: Name of the prescription
fr: Nom de la prescription

# String171
source: (not equal to the plan name)
fr: (différent du nom du plan)

# String172
source: Prescription and plan should have the same name
fr: La prescription et le plan doivent avoir le même nom

# String173
source: It is recommanded to use this name in the course comment
fr: Il est recommandé de mettre ce nom en commentaire du course

# String174
source: It is true for this course
fr: C'est le cas pour ce course

# String176
source: Previous treatments
fr: Traitements antérieurs

# String177
source: Old corrupted plan, please check
fr: Ancien plan corompu, vérifier

# String179
source: external document(s)
fr: document(s) extérieur(s)

# String180
source: external plan(s)
fr: plan(s) extérieur(s)

# String181
source: Following plans are TreatApproved
fr: Les plans suivants sont à l'état TreatmentApproved

# String182
source: It coul be somme previous plans or concomitant plans
fr: Il peut s'agir de traitements concomitants ou de traitements antérieurs

# String183
source: external documents in Aria Documents
fr: document extérieur présent dans Aria Documents

# String184
source: At least one plan contains the word
fr: Un plan au moins contient le mot

# String185
source: external documents present in Aria Documents
fr: documents extérieurs présents dans Aria Documents

# String186
source: No other Treeatapproved plans or external documents
fr: Aucun autre plan au status TreatApproved ni de documents exterieurs

# String187
source: No other Treeatapproved plans or external documents
fr: Aucun autre plan au status TreatApproved ni de documents exterieurs

# String188
source: For VMAT/IMRT warning if > 3.5, > 4.5 for Halcyon, > 5 for vertebral SBRT and ERROR if > 6
fr: En VMAT/IMRT warning si > 3.5, > 4.5 pour Halcyon, > 5 pour STEC vertebre et ERREUR si > 6

# String189
source: For RTC/DCA warning if > 1.5 and ERROR if > 2.
fr: En RTC/DCA warning si > 1.5 et ERREUR si > 2.

# String19
source: Status of the other courses
fr: Statut des autres courses

# String190
source: Expected < 700 s
fr: Attendu < 700 s

# String191
source: No Tomotherapy report in Aria
fr: Pas de rapport de dosimétrie Tomotherapy dans Aria documents

# String192
source: Extended fluence
fr: Fluence étendue

# String193
source: MU difference for
fr: Ecart d'UM pour

# String194
source: At least one field has > 10% MU compared to the non EF plan
fr: Un champ au moins a +10% d'UM que le plan non FE

# String195
source: All fields have a similar number of MUs compared to the non EF plan
fr: Tous les champs ont des UMs proches du plan non FE (<10%)

# String196
source: Wedged fields
fr: Champs filtrés

# String197
source: wedge fields with < 20 MU
fr: champs filtrés avec < 20 UM

# String198
source: wedge fields with < 20 MU
fr: champs filtrés avec moins de 20 UM

# String199
source: no wedge fields with < 20 MU
fr: Pas de champs filtré avec moins de 20 UM

# String2
source: (current course)
fr: (Course ouvert)

# String20
source: Courses must be closed
fr: Les courses doivent être dans l'état TERMINE

# String200
source: TOMO ou HALCYON: not checked
fr: TOMO ou HALCYON: non vérifié

# String201
source: MU number
fr: Nombre UM

# String202
source: fields with < 10 UM
fr: champs avec < 10 UM

# String203
source: fields with < 10 UM
fr: champs avec < 10 UM

# String204
source: fields with more than MU max
fr: champs avec plus que UM max

# String205
source: All MU values are ok (10 < MU < max)
fr: Toutes les valeurs UM ok (10 < UM < Max)

# String206
source: TOMO : not checked
fr: TOMO : non vérifié

# String207
source: Computation algorithm
fr: Algorithme de calcul

# String208
source: Expected algorithm for the check-protocol
fr: Algorithme attendu pour le check-protocol

# String209
source: Computation options are not check if the algo. is not the expected one according to the check protocol
fr: Les options de calcul ne sont pas vérifiées si l'algorithme n'est pas celui attendu

# String21
source: days
fr: jours

# String210
source: For Tomotherapy, expected algo. is Volo Ultra
fr: Pour les plans Tomotherapy l'algorithme doit être Volo ULTRA.

# String211
source: Grid size (mm)
fr: Taille grille de calcul (mm)

# String212
source: Expected grid size for the check-protocol
fr: Grille de calcul attendue pour le check-protocol
