Repository: uhqd/PlanCheck_X
Catalog: Messages.*.resx
Languages: fr

# String213
source: For Tomo, grid size must be 1.17 mm (from DTO plan)
fr: Pour les tomos, la grille doit être 1.17 mm (obtenu dans le plan DTO)

# String214
source: No Tomotherapy report in Aria Documents
fr: Pas de rapport de Dosimétrie Tomotherapy dans Aria Documents

# String215
source: Other algoOptions of computation model
fr: Autres algoOptions du modèle de calcul

# String216
source: Computation option is different than check protocol
fr: Option de calcul est différente du check-protocol

# String217
source: Protocol
fr: Protocole

# String219
source: Wrong computation options (see info)
fr: Options de calcul erronées (voir détail)

# String22
source: closed on
fr: terminé le

# String220
source: computation options are the ok according to the check-protocol
fr: options du modèle calcul sont en accord avec le check-protocol

# String221
source: NTO disabled
fr: NTO désactivé

# String222
source: NTO disabled
fr: NTO désactivé

# String223
source: Correct NTO parameters, according to the protocol
fr: Paramètres NTO conformes au protocole

# String224
source: Correct NTO parameters, according to the protocol
fr: Paramètres NTO conformes au protocole

# String225
source: Wrong NTO parameters, according to the protocol
fr: Paramètres NTO non conformes au protocole

# String226
source: Wrong NTO parameters, according to the protocol
fr: Paramètres NTO non conformes au protocole

# String227
source: NTO Parameters NTO: plan vs. protocol
fr: Paramètres NTO du plan vs. protocole

# String228
source: No NTO
fr: Pas de NTO

# String23
source: Old but still open
fr: Anciens et toujours EN COURS

# String230
source: Jaw Track disabled
fr: Jaw Track désactivé

# String231
source: Jaw Track enabled
fr: Jaw Track activé

# String232
source: PO options
fr: Options du PO

# String233
source: Wrong PO options according to the protocol (see infol)
fr: Option(s) du PO non conforme au protocole (voir détail)

# String234
source: One PO options is different than the protocol
fr: Une option du PO est différente du check-protocol

# String235
source: The
fr: Les

# String236
source: PO algoOptions are correct according to the check-protocol
fr: algoOptions du modèle PO sont en accord avec le check-protocol

# String237
source: Computation model
fr: Modèle de calcul

# String238
source: and the final dose grid size must be Fine (read in Tomo report if available)
fr: et la grille de Final Dose doit être High (obtenu dans le rapport de Dosimétrie si disponible)

# String24
source: Open but recent (non QA)
fr: EN COURS mais récents (non CQ)

# String25
source: Open but recent (QA)
fr: EN COURS mais récents (CQ)

# String26
source: Closed
fr: Terminés

# String27
source: At least one course is old and open (see info)
fr: Au moins un course ancien est EN COURS (voir détail)

# String28
source: At least one course is recent (not QA) and open (see info)
fr: Au moins un course récent (hors CQ) est EN COURS (voir détail)

# String29
source: No open courses (see info)
fr: Pas de courses EN COURS (voir détail)

# String3
source: CLOSED
fr: TERMINE

# String30
source: Approbation of the tomo report
fr: Approbation du rapport Tomo

# String31
source: Tomo report approved by Dr
fr: Rapport de Dosimétrie Tomotherapy approuvé par Dr

# String32
source: Tomo report is not approved
fr: Rapport de Dosimétrie Tomotherapy non approuvé

# String33
source: No Tomo report in Aria Documents
fr: Pas de rapport de Dosimétrie Tomotherapy dans Aria Documents

# String34
source: Tomo report must be approved
fr: Le rapport pdf du plan Tomotherapy doit être approuvé

# String35
source: Number of days since CT
fr: Ancienneté du CT (jours)

# String36
source: CT must be max. 12 days old. Warning if > 12 days. Error if > 30.
fr: Le CT doit avoir moins de 12 jours. Warning si > 10 jours, ERREUR si > 30

# String37
source: Origine position is modified
fr: Origine modifiée

# String38
source: Origine position is not modified
fr: Origine non modifiée

# String39
source: Origin is at DICOM origin. It has not been positioned. Please check.
fr: L'origine est confondue avec l'origine DICOM. Ce qui signifie que l'origine n'a pas été placée. A vérifier.

# String4
source: Couse status is OPEN
fr: L'état du course actuel doit être EN COURS

# String40
source: Origin is not at DICOM origin
fr: L'origine n'est pas confondue avec l'origine DICOM.

# String41
source: CT slice width (mm)
fr: Epaisseur de coupes (mm)

# String42
source: Slice width must be
fr: L'épaisseur de coupe doit être

# String43
source: mm according to the check-protocol
fr: mm comme spécfifié dans le fichier check-protocol

# String44
source: HU curve
fr: Courbe HU

# String45
source: If the age of the patient is > 14, curve must be
fr: Si l'âge du patient est > 14, la courbe doit être

# String46
source: For Tomotherapy, curve must be
fr: Pour Tomotherapy la courbe doit être

# String47
source: No Tomotherapy report, please check the curve.
fr: Pas de rapport de dosimétrie Tomothérapie. Vérifiez la courbe HU

# String48
source: CT series and model
fr: Vérification du modèle et du numéro de série du CT

# String49
source: Name of the image 3D
fr: Nom de l'image 3D

# String5
source: Plan status
fr: Statut d'approbation du plan

# String50
source: The name of the Image 3D must contains the CT date (jjmmaa)
fr: Le nom de l'image 3D doit contenir la date du CT au format jjmmaa

# String51
source: or jjmmaaaa
fr: ou jjmmaaaa

# String52
source: Composition of Average series (AVE3 or AVE6)
fr: Composition de AVE3 ou AVE6

# String53
source: The composition is checked by computing the average of 2 pixels A and B
fr: La composition est vérifiée en recalculant la moyenne pour deux pixels A et B

# String54
source: is not the average of phases
fr: n'est pas la moyenne des phases

# String55
source: is the average of phases
fr: est bien la moyenne des phases

# String56
source: CT date in Tomotherapy report
fr: Date du CT dans le rapport Tomotherapy

# String57
source: Comparison of the CT date
fr: Comparaison de la date du CT

# String58
source: with the date in the Tomotherapy report
fr: avec la date lue dans le rapport Tomotherapy

# String59
source: No Tomotherapy report, check the date
fr: Pas de rapport de dosimétrie Tomothérapie, vérifiez la date

# String6
source: Plan status must be Planning approved
fr: Le plan doit être Planning Approved

# String60
source: Other needed series
fr: Autres séries d'images

# String61
source: needed series
fr: série(s) nécessaires

# String62
source: missing series (see info)
fr: séries absentes (voir détail)

# String63
source: Additional image series (e.g. MRI). See check-protocol line 53
fr: Séries supplémentaires nécessaires (ex. IRM). cf check-protocol Ligne 53

# String64
source: Missing series
fr: Séries absentes

# String65
source: ERROR DOSE DISTRIBUTION. This objective should contain < or > :
fr: ERROR DOSE DISTRIBUTION. Cet objectif devrait contenir un caractère < ou > :

# String66
source: The turquoise isodose must have a value equal to 95% or 100% of one of the prescriptions
fr: L'isodose turquoise doit avoir la valeur de 95% ou 100% d'une prescription

# String67
source: No turquoise isodose
fr: Pas d'isodose turquoise

# String68
source: Turquoise isodose is not correlated to a prescription
fr: Isodose turquoise sans rapport avec la prescription

# String69
source: Turqoise isodose
fr: Isodose Turquoise

# String7
source: Approved by Dr
fr: Plan approuvé par le Dr

# String70
source: No prescription --> No PTV dose checks
fr: Pas de prescription --> Pas de vérification de la dose aux PTV

# String71
source: Dose of the PTVs
fr: Dose aux PTVs

# String72
source: ERROR Check_DoseDistribution : inconsistant number of prescriptions
fr: ERREUR Check_DoseDistribution : Nombre de prescriptions incohérent

# String73
source: Missing structure
fr: impossible de trouver la structure

# String74
source: Median dose* (Gy)
fr: Dose médiane* (Gy)

# String75
source: achieved objectives
fr: objectifs atteints

# String76
source: No PTV objectives in the check-protocol. Only default tests are performed
fr: Pas d'objectifs PTV dans le check-protocol (seuls les tests par défaut ont été réalisés)

# String77
source: Median dose is interpolated for low dose PTV (not computed for SBRT)
fr: La dose médiane est interpolée pour les PTV BD (non calculée pour les STEC/STIC)

# String78
source: Dose to OARs (check-protocol)
fr: Doses aux OARs (check-protocol)

# String79
source: No test is performed
fr: Aucun test réalisé sur des indicateurs de dose

# String8
source: Plan status is Treat approved
fr: Le plan est en état Treat Approved

# String80
source: No dose test is performed (either none are specified in the check protocol, or structures are missing.)
fr: Aucun test réalisé sur des indicateurs de dose. Soit il n'en est spécifié aucun dans le check-protocol, soit les structures requises sont absentes.

# String82
source: ARIA Documents
fr: Documents Aria

# String83
source: The systeme checks the presence of three recent documents (<30 d.)
fr: Le système vérifie la présence dans Aria Documents de trois documents récents (< 30 j)

# String84
source: Dosecheck : a recent document must be present
fr: Dosecheck : un document récent doit être présent

# String85
source: Patient Position form: a recent document must be present
fr: Fiche de position : un document récent doit être présent

# String86
source: Tomotherapy report: a recent document must be present with the same dose max. than the open plan
fr: Dosimétrie (Tomo) : un document récent doit être présent avec la même dose max que le plan DTO

# String87
source: Plan report: a recent document must be present with the same approbation date than the open plan
fr: Dosimétrie : un document récent doit être présent avec la même date d'approbation que le plan

# String88
source: ARIA Documents
fr: Documents Aria

# String89
source: The systeme checks the presence of three recent documents (<30 d.)
fr: Le système vérifie la présence dans Aria Documents de trois documents récents (< 30 j)

# String9
source: approved by Dr
fr: approuvé par le Dr

# String90
source: Dosecheck : a recent document must be present
fr: Dosecheck : un document récent doit être présent

# String91
source: Tomotherapy report: a recent document must be present with the same dose max. than the open plan
fr: Dosimétrie (Tomo) : un document récent doit être présent avec la même dose max que le plan DTO

# String92
source: Plan report: a recent document must be present with the same approbation date than the open plan
fr: Dosimétrie : un document récent doit être présent avec la même date d'approbation que le plan

# String93
source: Missing Dosecheck
fr: Absence de Dosecheck

# String94
source: Missing Patient Position form
fr: Absence de Fiche de pos.

# String95
source: Missing plan report
fr: Absence de Dosimétrie

# String96
source: Presence of documents: ok
fr: Présence des documents: ok

# String97
source: At least one missing QA (or wrong algorithm)
fr: Au moins un CQ absent ou mauvais algorithme

# String98
source: At least one missing QA according to the check protocol
fr: Au moins un plan CQ absent alors qu'il est requis selon le check-protocole

# String99
source: Wrong algo. for the following QA plans
fr: Mauvais algorithme pour les plans QA suivants

# structMustBeApproved
source: Structures must be approved
fr: Les structures doivent être approuvées

# structVolume1
source: Volume of the structures
fr: Volume des structures

# structVolume10
source: No analysis of the volumes
fr: Aucune analyse de volumes de structures

# structVolume11
source: Existing structures have an unusual volume
fr: Les structures présentes n'ont pas une valeur de volume (cc) attendu

# structVolume2
source: Expected
fr: Attendu

# structVolume3
source: No structure with unusual volume
fr: Aucun volume anormal détecté

# structVolume4
source: 1 unusual volume
fr: 1 volume anormal détecté

# structVolume5
source: unusual volumes
fr: volumes anormaux détectés

# structVolume6
source: Volumes of these
fr: Les volumes de ces

# structVolume7
source: structures are unusual
fr: structures ne sont pas dans l'intervalle habituel

# structVolume8
source: volumes checked
fr: volumes de structures vérifiés

# structVolume9
source: structures are normal
fr: structures sont dans l'intervalle habituel

source: Table of tolerances
fr: Table de tolérances

# ThisPlanLess7
source: This plan : X or Y < 7 cm --> NOVA SBRT
fr: Ce plan : X ou Y < 7 cm --> NOVA SBRT

# ThisPlanMore7
source: This plan : X or Y > 7 cm --> NOVA
fr: Ce plan : X et Y > 7 cm --> NOVA

# thisPlanProstateNoGG
source: This plan : Prostate low grade --> NOVA SBRT
fr: Ce plan : Prostate sans gg --> NOVA SBRT

# thisTestNotForTomo
source: Not checked for Tomotherapy or if there is no target volume
fr: Ce test n'est pas réalisé pour les Tomos ou si le plan n'a pas de volume cible

# TomoNoToleranceTable
source: Tomotherapy (no tolerance table)
fr: Tomo (pas de table de tolérance)

# tooSlowCps
source: Slow CPs (<1 deg/s)
fr: CP trop lents (< 1 deg/s)

# tooSmallFields
source: Size of fields
fr: Champs trop petits

# unchekForTomo
source: Not checked for Tomo
fr: Non vérifié pour les tomos

# undotest
source: Not checked
fr: Test non réalisé

# uniqueTableDetail
source: Unique tolerance table (see detail)
fr: Table de tolérances unique (voir détail)

# uniqueToleranceTable
source: There is a unique table of tolerance
fr: Unse seule table de tolérance est utilisée pour tous les faisceaux

# wrongTolerancesForSomeFields
source: Wrong table of tolerance for some fields
fr: Certains des chams suivants n'ont pas la bonne table de tolérance
